Repository: jsbsan/ventas
Catalog: .lang/*.po
Languages: pt

source: Consulta erronea, revisela
pt: Consulta errónea, reveja os termos

source: dni
pt: cc-bi (identificação)

source: nombre
pt: nome

source: telefono
pt: telefone

source: correo
pt: Correio

source: domicilio
pt: domicílio

source: comentario
pt: comentário

source: No hay registro seleccionado
pt: Não há registo seleccionado

source: INFORME
pt: RELATÓRIO

source: Seleccione un registro
pt: Seleccione um registo

source: codigo
pt: código

source: descripcion
pt: descrição

source: precio
pt: preço

source: Debe elegir un registro
pt: Deve eleger um registo

source: Fecha
pt: Data

source: idProducto
pt: idProduto

source: Producto
pt: Produto

source: Cantidad
pt: Quantidade

source: Albaranes:
pt: Entrega

source: Añadir Entrada/Rotura/Robo
pt: Adicionar Entrada/rotura de stock/Perdas roubos

source: Filtrar por Fecha
pt: Filtrar por data

source: Quitar Filtro
pt: Retirar Filtro

source: Borrar
pt: Apagar

source: Listado de albaranes de almacén
pt: Lista de entregas de Armazém

source: Cerrar
pt: Fechar

source: Aceptar
pt: Aceitar

source: <b>Gestión de peluquería y pequeñas tiendas: </b><br>Servicios, Productos, Cupones descuentos, Empleados, Clientes, Agenda y Recibos. <br><b>Gestión del almacén:</b><br> Entrada de productos desde nuestro proveedor, roturas, o robo, para llevar el control del almacén de la tienda o peluquería.
pt: <b>Gestão de Cabeleireiro e pequenas lojas:</b><br>Serviços,Produtos,Cupões desconto, Empregados, Clientes, Agenda e Recibos.<br><b>Gestão de armazém:</b><br>Entrada de produtos do provedor, roturas,roubos, controlo de armazém da loja e Cabeleireiro.

source: cerrar
pt: fechar

source: Actualización Programa
pt: Actualizar Programa

source: No es posible borrar esta persona, tiene recibos asignados
pt: Não é possivel esta identidade, tem recibos já adicionados

source: Añadir
pt: Adicionar

source: Titulo
pt: Título

source: Nota:<br> Pulsar el boton izquierdo para acceder al menú. Y doble click para elergir registro.
pt: Nota:<br> Pressionar o botão ezquerdo para aceder ao menu. E duplo clique para eleger registo.

source: Importe a cobrar:
pt: Porte a cobrar:

source: Label2
pt: Labels

source: Cambio a devolver al cliente:
pt: Troco a devolver ao cliente

source: Importe a Recibido por el cliente:
pt: Porte a Recibo por Cliente:

source: Generar Recibo
pt: Gerar recibo

source: Abrir cajon monedero
pt: Abrir Caixa

source: Generar Recibo y Abrir Cajón
pt: Gerar Recibo e Abrir Caixa

source: La contraseña se ha cambiado
pt: A Senha foi mudade (actualizada)

source: La contraseña nueva no es igual en las dos etiquetas
pt: A nova Senha não, corresponde, não é igual nas duas etiquetas

source: La contraseña no es la correcta, no he realizado el cambio
pt: A Senha é incorrecta, não se pôde actualizar

source: Crear copia de seguridad
pt: Criar cópia de dados (segurança)

source: Se va a copiar la base de datos, con el nombre:
pt: Vai proceder à cópia da base de dados, com o nome:

source: en la ruta
pt: em rota

source: Ha habido un error al intentar copiar la base de datos
pt: Houve um erro ao tentar copiar a base de dados

source: Al restaurar una copia de seguridad, se borrarán los datos actuales!!!
pt: Ao restaurar uma cópia de dados, apagar-se-ão os dados actuais!!!

source: Restaurar una copia de seguridad
pt: Restaurar uma cópia de dados de segurança

source: Se ha producido un error al intentar copiar el archivo
pt: Houve um erro ao tentar copiar o arquivo

source: Restauración realizada
pt: Restauro realizado

source: espere....
pt: espere por favor....

source: No ha habido nada que arreglar
pt: Não houve nada encontrado para arranjar

source: Estructura Comprobada.
pt: Estructura Comprovada OK!

source: comprobar
pt: comprovar

source: La proxima vez se iniciara el programa en Portugues
pt: A próxima vez que execute o programa ele iniciar-se-á em Português

source: La proxima vez se iniciara el programa en Castellano
pt: A próxima vez que execute o programa ele iniciar-se-á em Castelhano

source: La proxima vez se iniciara el programa en Portugues-Brasil
pt: A próxima vez que execute o programa ele iniciar-se-á em Português-Brasil

source: La proxima vez se iniciara el programa en Ingles
pt: A próxima vez que execute o programa ele iniciar-se-á em Inglês

source: se ha producido un error al intentar rellenar el combobox de empleados
pt: produziu-se um ERRO ao tentar preencher o combobox de empregados

source: se ha producido un error al intentar rellenar el combobox de clientes
pt: produziu-se um ERRO ao tentar preencher o combobox de clientes

source: Salir
pt: Saír

source: Datos Imprimir Recibo
pt: Dados Imprimir recibos

source: Permisos y datos de cálculo
pt: Permissões e dados de cálculo

source: Borrado
pt: Apagado

source: Contraseña
pt: Senha

source: Actualización
pt: Actualizar

source: Copia de Seguridad
pt: Cópia de dados

source: Configuración
pt: Configuração

source: Configuracion
pt: Configuração

source: Sistema de Configuración
pt: Sistema de configuração

source: Datos que aparecerán en el recibo
pt: Dados que aparacem no reecibo

source: Nombre de la peluqueria:
pt: Nome da loja:

source: Dirección:
pt: Direcção:

source: Contacto (teléfono, movil, email):
pt: Contacto(tlf,e-mail):

source: Tipo de Negocio:
pt: Tipo de serviço negócio

source: Elegir carpeta
pt: Escolha a pasta

source: Ruta donde se guardan los informes .pdf:
pt: Rota de alocação de info .pdf:

source: ¿Es posible borrar un recibo o ticket?
pt: É possivel apagar um recibo ou ticket?

source: ¿Es posible modificar el precio desde la pantalla de recibo?
pt: É possivel modificar o preço no aba de recibo?

source: ¿A los Cupones se les aplica IVA?
pt: IVA aplicado a cupão.

source: ¿A los Servicios se le aplica IVA?
pt: IVA aplicado À prestação de serviço?

source: Activar Borrar en menu Empleados/Clientes
pt: Activar apagar em menu empregados/Clientes

source: Activar Borrar en menu Recibos
pt: Activar apagar em menu Recibos

source: Activar Borrar en menu Servicios/Productos/Cupones
pt: Activar apagar em menu Serviços/Produtos/Cupões

source: Menu de borrado
pt: Menu de apagados

source: Contraseña Actual:
pt: Senha Actual:

source: Cambiar Contraseña
pt: Mudar Senha

source: Repita Nueva Contraseña:
pt: Repita nova Senha

source: Nueva Contraseña:
pt: Nova Senha:

source: Actualizar Contraseña
pt: Actualizar Senha

source: Realizar Comprobación manual de actualización
pt: Realizar Comprovação manual de actualização

source: Cada vez que se inicie el programa comprobar
pt: Cada vez que se inicia o programa comprovar

source: Update: Sistema de Actualizacion mediante Conexión a Internet:
pt: Update: Sistema de actualização mediante Internet:

source: Comprobar Estructura
pt: Comprovar Estructura

source: Comprobar
pt: Comprovar

source: Analisis de Estructura:<br> Comprueba la estructura de la base de datos, arreglando borrados accidentales de Clientes, Empleados, Servicios , Productos y Cupones que se sigan usando en los Registros.
pt: Análise da estructura:<br> Comprove a estructura da base de dados, resgate de dados apagados acidentalmente de Clientes,Empregados,Serviços, Produtos e Cupões que ainda estejam em registos.

source: Restaura Copia Seguridad de la base de datos
pt: Restaura Cópia de dados da base de dados

source: Crear Copia Seguridad de la base de datos
pt: Criar Cópia de dados (segurança) da base de dados

source: Empleado/Cliente Por defecto
pt: Empregado/Cliente Por definição

source: Empleado por defecto....
pt: Empregado por definição....

source: Cliente por defecto.......
pt: Cliente por definição

source: Nota: <br> Cada vez que se cree un recibo, se pondrán este Empleado y Cliente por defecto, los cuales puede cambiar pulsando el botón de lupa.
pt: Nota:<br> Cada vez que se crie um recibo, por definição serão colocados (preenchidos por) este Empregado e Cliente, os quais pode mudar premindo o botão lupa.

source: Guardar Empleado/Cliente
pt: Guardar Empregado/Cliente

source: USB Cajón monedero
pt: USB gaveta de dinheiro

source: Nombre del Dispositivo:
pt: Nome do dispositivo

source: Contraseña usuario admin / root:
pt: Senha root:

source: Guardar Datos
pt: Guardar

source: Prueba para Abrir Cajón
pt: Tente abrir a gaveta

source: Español
pt: Espanhol

source: Portugués
pt: Português

source: Forzar el idioma del programa:
pt: Forçar idioma do programa para:

source: English
pt: Inglês

source: Por Nombre
pt: Por Nome

source: Por Teléfono
pt: Por Telefone

source: Contenido:
pt: Conteúdo:

source: Error: Seleccione un recibo
pt: ERRO: Seleccione um recibo

source: No se pueden borrar los recibos<br>Actualice la Configuración
pt: Não se podem Apagar os recibos <br> Actualiza a Configuração

source: El borrado de Registros es DEFINITIVO
pt: Apagar Registos é uma opção DEFINITIVA!

source: Quitar Filtros
pt: Retirar Filtros

source: Borrar Recibo
pt: Apagar recibo

source: Nota:<br> Pulsar el boton izquierdo para acceder al menú
pt: Nota:<br> Pressione o botão ezquerdo para aceder ao menu

source: Filtrar por empleado:
pt: Filtrar por empregado:

source: Filtrar por fecha:
pt: Filtrar por data:

source: Suma:
pt: Soma:

source: Seguimiento de tratamientos
pt: Seguimento de tratamentos

source: MenuLibroCliente
pt: MenuLivroCliente

source: Agregar nota
pt: Adicionar nota

source: Borrar nota
pt: Apagar nota

source: Elija un empleado
pt: Escolha um empregado

source: No puedo mostrar ese periodo de fechas
pt: Não se pode mostrar o período de Datas requerido

source: Informe de Empleado
pt: Relatório de Empregado

source: Empleado
pt: Empregado

source: idempleado
pt: idempregado

source: Periodo
pt: Período

source: fecha inicial
pt: data inicial:

source: fecha final
pt: data Final

source: IdLineaRecibo
pt: IdLinhaRecibo

source: Importe
pt: Valor

source: Importe Total
pt: Valor Total

source: Servicios
pt: Serviços

source: cantidad
pt: quantidade

source: Cupones
pt: Cupões

source: Informe de Cliente
pt: Relatório de Cliente

source: Elija un cliente
pt: Escolha um cliente

source: Informe de Inventario
pt: Relatório de Inventário

source: Fecha informe:
pt: Data de Relatório:

source: Nombre Producto
pt: Nome Produto

source: Venta
pt: Venda

source: Existencia Almacen
pt: Existência Armazém

source: Robo
pt: Roubo

source: INVENTARIO
pt: INVENTÁRIO

source: Precio Unitario
pt: Preço por unidade

source: Coste Entrada
pt: Custo Entrada (Armazém)

source: Coste Venta
pt: Custo da Venda

source: Coste Rotura
pt: Custo da Rotura

source: Coste Robo
pt: Custo de Roubo

source: Coste Almacen
pt: Custo Armazém

source: Empleados
pt: Empregados

source: Empleado:
pt: Empregado:

source: Listado desde.... hasta ....
pt: Lista desde .... até ....

source: Hasta:
pt: Até:

source: Realiza la consulta
pt: Realiza a consulta

source: Inventario
pt: Inventário

source: Crear Informe de inventario:Entradas,Ventas,Roturas,Robos y Existencias Almacen
pt: Criar Inventário, informação: Entradas, Vendas, Roturas, Perdas de Armazém

source: Crear Informe de inventario con valoración de productos
pt: Criar Inventário con valores dos produtos

source: INFORMES
pt: RELATÓRIO

source: Contraseña:
pt: Senha:

source: Contraseña no valida
pt: Senha Inválida

source: Debe de instalar el programa plan (sudo apt-get install plan)
pt: Deve instalar o programa plan (abra terminal e dê comando - sudo apt-get install plan)

source: Debe de indicar un cliente
pt: Deve indicar um cliente

source: Debe de indicar un empleado
pt: Deve indicar um empregado

source: Agenda Plan
pt: Agenda Plan - plano

source: Productos
pt: Produtos

source: Historico de Recibos
pt: Histórico de Recibos

source: Listado de Productos Vendidos por Empleado
pt: Lista de produtos vendidos por Empregado

source: Almacén: Entrada Productos
pt: Armazém:Entradas de produtos

source: Almacén: Inventario de Productos
pt: Armazém : Inventário

source: Ayuda
pt: Ajuda

source: Descripción
pt: Descrição

source: Precio
pt: Preço

source: Añadir linea
pt: Adicionar linha

source: Importe:
pt: Porte:

source: recibo nuevo
pt: recibo novo

source: Nuevo Recibo
pt: Novo Recibo

source: Historico
pt: Histórico

source: Informe de Empleados
pt: Inforelação Empregados

source: Informes
pt: Relatório

source: Gestión Almacén
pt: Gestão do Armazém

source: Libro De Clientes para llevar apuntados los tratamientos
pt: Livro De Clientes para seguimento de tratamentos e opções personalizadas de serviço

source: Debe de elegir un registro
pt: Deve escolher um registo

source: Ese servicio se esta usando en algun recibo, no se puede borrar
pt: Esse serviço está-se a usar em algum recibo neste momento, não se pode apagar

source: Ese cupon se esta usando en algun recibo, no se puede borrar
pt: Esse cupão está-se a usar em algum recibo neste momento, não se pode apagar

source: Ese producto se esta usando en algun recibo, no se puede borrar
pt: Esse produto está-se a usar em algum recibo neste momento, não se pode apagar

source: MenuServicios
pt: MenuServiços

source: Quitar filtro
pt: Retirar filtro

source: MenuProductos
pt: MenuProdutos

source: MenuCupones
pt: MenuCupões

source: Añade
pt: Adicione

source: Nota: Haga doble click para elegir un servicio/producto o cupon
pt: Nota: Faça duplo clique para escolher um serviço/produto ou cupão

source: sumaEntrada_nombre
pt: somaEntrada_nome

source: sumaEntrada_idproducto
pt: somaEntrada_idproduto

source: VENTA
pt: VENDA

source: ROBO
pt: ROUBO

source: EXISTENCIA_ALMACEN
pt: EXISTÊNCIA_ARMAZÉM

source: sumaEntrada_precio
pt: somaEntrada_preço

source: COSTE_ENTRADA
pt: CUSTO_ENTRADA

source: COSTE_VENTA
pt: CUSTO_VENDA

source: COSTE_ROTURA
pt: CUSTO_ROTURA

source: COSTE_ROBO
pt: CUSTO_ROUBO

source: COSTE_ALMACEN
pt: CUSTO_ARMAZÉM

source: Debe de elegir un producto
pt: Deve escolher um produto

source: Fecha:
pt: Data:

source: Cantidad:
pt: Quantidade:

source: ALBARÁN PARA ALMACÉN
pt: Entrega para Armazém

source: <u> Explicación de Tipo </u><br> <b>ENTRADA</b>: Producto comprado al proveedor y entra en el almacén<br> <b>ROTURA</b>: Producto roto o estropeado que no se pueda vender<br> <b>ROBO</b>: Producto robado o que falta inexplicablemente en el almacén.<br>
pt: <u>Explicação de tipo</u><br> <b>ENTRADA</b>:Producto comprado, origem e armazém<br> >b>ROTURA</b>:Producto em rotura, caducado inviabilizado, que não pode vender<br> <b> PERDAS</b>: Porducto roubado o em falta sem motivo no armazém.<br>

source: Nombre y Apellidos:
pt: Nome e Apelidos:

source: DNI:
pt: CC-BI:

source: Telefono:
pt: Telefone:

source: correo-e:
pt: Correio-caixa:

source: Domicilio:
pt: Domicílio:

source: Comentarios:
pt: Comentários:

source: Nombre:
pt: Nome:

source: Descripción:
pt: Descrição:

source: Precio:
pt: Preço:

source: Codigo:
pt: Código:

source: Ubicación:
pt: Local:

source: fecha
pt: data

source: idproducto
pt: idproduto

source: idlinearecibo
pt: idlinharecibo

source: descuento
pt: desconto

source: tabla
pt: tabela

source: Se ha producido un ERROR al Intentar obtener lista
pt: Produziu-se um ERRO ao tentar obter a lista

source: Se ha producido un error al intentar añadir la tabla de Notas nueva
pt: Produziu-se um ERRO ao tentar adicionar a tabela de Notas nova

source: Se ha producido un error al intentar añadir la tabla de lineaAlamacen nueva
pt: Produziu-se um ERRO ao tentar adicionar a nova tabela de lineaAlamcen (linha-armazem)

source: Se ha producido un ERROR al Intentar obtener lista
pt: Produziu-se um ERRO ao tentar obter a lista

source: Se ha producido un error al intentar añadir la vista
pt: Produziu-se um ERRO ao tentar adicionar a nova vista

source: Error al conectarse a la base de datos
pt: ERRO ao conectar à base de dados

source: No ha sido posible conectarse al servidor
pt: Não foi possivel conectar com servidor

source: No puedo comprobar si hay nueva versión
pt: Não posso comprovar se existe nova versão

source: El archivo de versión no es para este programa
pt: O A rquivo de versão nã oé para este programa

source: Dirección Url de descarga:
pt: Direccção Url de descarga

source: Existe una nueva versión
pt: Existe uma nova versão

source: Mejoras:
pt: Melhoras:

source: Versión encontrada:
pt: Versão encontrada:

source: Ir a la página de descarga
pt: Ir para a página de descarga

source: No actualización
pt: Não actualiza

source: La versión actual:
pt: A versão actuala é:

source: No necesita actualizarla
pt: Não precisa actualizar

source: es igual o superior que la que hay en el servidor
pt: é igual ou superior que a existente no servidor base de dados

source: Debe de estar instalado el programa wkhtmltopdf (sudo apt-get install wkhtmltopdf)
pt: Deve instalar o programa wkhtmltopdf (abra terminal e dê comando - sudo apt-get install wkhtmltopdf)

source: Domicilio
pt: Domicílio

source: Codigo
pt: Código

source: Descuento
pt: Desconto

source: Problemas: Un servicio se ha borrado de la base de dato y era usado en un recibo
pt: Problemas: Um Serviço foi apagado da base de dados enquanto era usado em um recibo

source: Problemas: Un producto se ha borrado de la base de dato y era usado en un recibo
pt: Problemas: Um Produto foi apagado da base de dados enquanto era usado em um recibo

source: Problemas: Un cupon se ha borrado de la base de dato y era usado en un recibo
pt: Problemas: Um Cupão foi apagado da base de dados enquanto era usado em um recibo

source: Recibido
pt: Recebido

source: Cambio
pt: Troco

source: Comentario
pt: Comentário

source: ubicacion
pt: Localização

source: importe
pt: Valor/porte

source: producto_nombre
pt: produto_nome

source: lineaAlmacen_idproducto
pt: linhaArmazém_idproduto

source: suma_ENTRADA
pt: soma_ENTRADA

source: suma_ROBO
pt: soma_ROUBO

source: suma_ROTURA
pt: soma_ROTURA

source: linearecibo_idproducto
pt: linharecibo_idproduto

source: suma_VENTA
pt: soma_VENDA

source: lineaAlmacen_id
pt: linhaArmazém_id
